/* SUAppWindowControllerPriv */

"NOT_NOW_TITLE" = "Inte nu";
"QUIT_TITLE" = "Avsluta";
"RESCAN_TITLE" = "Uppdatera nu";

// these are used in the window header area
"NEW_SOFTWARE_TITLE" = "Ny programvara finns tillgänglig för datorn.";
"NEW_SOFTWARE_MESSAGE" = "Om du inte vill installera nu kan du gå till Apple-menyn > Programuppdatering när du är redo att installera.";
// these are used in the window header area and in sheets
"UP_TO_DATE_TITLE" = "Programvaran behöver inte uppdateras.";
"UP_TO_DATE_MESSAGE" = "Det finns inga programuppdateringar för datorn just nu.";
"UP_TO_DATE_WITH_IGNORED_MESSAGE" = "Det finns inga uppdateringar tillgängliga, förutom de som du valt att ignorera. Försök igen senare.";
"RESET_IGNORED_UPDATES_TITLE" = "Återställ ignorerade uppdateringar";
// these are used only in the error sheet
"FAILED_SCAN_NETWORK_ERROR_TITLE" = "Programuppdatering kan inte leta efter uppdateringar p.g.a. ett nätverksproblem.";
"FAILED_SCAN_OTHER_ERROR_TITLE" = "Sökning efter uppdateringar misslyckades.";
"NETWORK_DIAGNOSTICS_TITLE" = "Nätverksdiagnos…";
// these are used only when a non-standard catalog URL is set (Software Update Server)
"FAILED_SCAN_SUS_ERROR_TITLE" = "Programuppdateringsservern (%@) svarar inte.";
"FAILED_SCAN_SUS_ERROR_MESSAGE" = "Kontrollera att nätverksanslutningen fungerar som den ska. Om du har problem med anslutningen kontaktar du nätverksadministratören för hjälp.";

// dealing with multiple SU sessions
"OTHER_SESSION_USER_TITLE" = "Uppdateringar installeras av %@.";
"OTHER_SESSION_UNKNOWN_TITLE" = "Uppdateringar installeras av en annan användare.";
"OTHER_SESSION_SAME_TITLE" = "Uppdateringar installeras just nu.";
"OTHER_SESSION_MESSAGE" = "Du kan leta efter fler uppdateringar senare genom att välja Programuppdatering från Apple-menyn.";
"OTHER_DONE_USER_TITLE" = "Uppdateringar har installerats av %@. Vill du leta efter fler uppdateringar nu?";
"OTHER_DONE_UNKNOWN_TITLE" = "Uppdateringar har installerats av en annan användare. Vill du leta efter fler uppdateringar nu?";
"OTHER_DONE_SAME_TITLE" =  "Uppdateringar har installerats. Vill du leta efter fler uppdateringar nu?";
"OTHER_DONE_MESSAGE" = "Om du inte vill leta nu kan du leta efter fler uppdateringar senare genom att välja Programuppdatering från Apple-menyn.";

// External Testing Mode Warnings
"DANGER_SIGNATURE_CHECK_OFF_TITLE" = "Varning: Apple-signaturkontroll är avaktiverad";
"DANGER_SIGNATURE_CHECK_OFF_INFO" = "Programuppdatering körs just nu i testläge, vilket inte rekommenderas för normal användning. I det här läget accepteras alla uppdateringar med en ”betrodd” signatur, inte bara Apples. Om du inte håller på och testar Apple-programuppdateringspaket från tredje part rekommenderar vi att du slutar använda Apple Programuppdatering omedelbart.";
"DANGER_SIGNATURE_CHECK_OFF_USE_IN_TEST_BUTTON" = "Använd i testläge";
"DANGER_SIGNATURE_CHECK_OFF_QUIT_BUTTON" = "Avsluta";

/* SUAppDetailedView */
"LogOutRequired" = "Du måste logga ut efter att uppdateringarna har installerats.";
"LogOutRequired_Single" = "Du måste logga ut efter att uppdateringen har installerats.";
"RestartRequired" = "Du måste starta om datorn efter att uppdateringarna har installerats.";
"RestartRequired_Single" = "Du måste starta om datorn efter att uppdateringen har installerats.";
"ShutDownRequired" = "Du måste stänga av datorn efter att uppdateringarna har installerats.";
"ShutDownRequired_Single" = "Du måste stänga av datorn efter att uppdateringen har installerats.";
"RestartRecommended" = "Det är rekommenderat att starta om datorn efter att uppdateringarna har installerats.";
"RestartRecommended_Single" = "Det är rekommenderat att starta om datorn efter att uppdateringen har installerats.";

"Install" = "Installera";
"Install1Item" = "Installera 1 objekt";
"InstallNItems" = "Installera %d objekt";

/* Used for AXRoleDescription of restart requirement badges */
"RestartRequirementIndicatorRoleDescription" = "indikator";


/* SUAppProductItem */
"INSTALLED_LABEL" = "Installerad";
"PARTIALLY_DOWNLOADED_LABEL_FORMAT" = "Delvis hämtad (%d %%)";
"DOWNLOADED_LABEL" = "Hämtad";
"ERROR_LABEL" = "Fel";

"SELECTION_LABEL_FORMAT" = "%@: %@.";

"DOWNLOAD_MENU_ITEM_GENERIC" = "Gå till Apples hämtningssida…";
"DOWNLOAD_MENU_ITEM_PRODUCT" = "Gå till hämtningssidan för ”%@”…";


/* SUAppProductItemController */
"ConfirmMakeInactive1ItemTitle" = "Är du säker på att du vill ta bort uppdateringen \"%@\" från listan?";
"ConfirmMakeInactive1ItemMessage" = "Du kommer inte längre att bli informerad om nya versioner av den här uppdateringen. Om du vill se uppdateringen igen, gå till Programuppdatering > Återställ ignorerade uppdateringar.";
"ConfirmMakeInactiveNItemsTitle" = "Är du säker på att du vill ta bort dessa %d uppdateringar från listan?";
"ConfirmMakeInactiveNItemsMessage" = "Du kommer inte längre att bli informerad om nya versioner av de här uppdateringarna. Om du vill se uppdateringarna igen, gå till Programuppdatering &gt; Återställ ignorerade uppdateringar.";

"OK_TITLE" = "OK";
"CANCEL_TITLE" = "Avbryt";

"RESCAN_ERROR_TITLE" = "Ett fel uppstod under kontrollen.";
